#!/bin/sh

sudo su <<EOF
sudo mount -uw /
killall Finder
echo "感谢您使用一键解锁Mac OS 15.X.X系统读写权限脚本"
echo "                                   by 贾一然"
echo "                   ###                     "
echo "                  ####                     "
echo "                  ###                      "
echo "          #######    #######               "
echo "        ######################             "
echo "       #####################               "
echo "       ####################                "
echo "       ####################                "
echo "       #####################               "
echo "        ######################             "
echo "         ####################              "
echo "           ################                "
echo "            ####     #####                 "
